Repository: fearlsgroove/drupal-recaptcha
Catalog: po/*.po
Languages: nl

source: The <a href="@url" target="_blank">reCAPTCHA PHP library</a> was not found. Please install it into %recaptchadir.
nl: De <a href="@url" target="_blank">reCAPTCHA PHP-bibliotheek</a> is niet aangetroffen. Installeer deze in %recaptchadir.

source: Uses the <a href="@url" target="_blank">reCAPTCHA</a> web service to improve the CAPTCHA system and protect email addresses.
nl: Gebruikt de<a href="@url" target="_blank">reCAPTCHA</a> webservice om het CAPTCHA-system te verbeteren en e-mailadressen te beschermen.

source: Uses the reCAPTCHA web service to improve the CAPTCHA module and protect email addresses. For more information on what reCAPTCHA is, visit <a href="@url" target="_blank">the official website</a>.
nl: Gebruikt de reCAPTCHA-webservice om het CAPTCHA-system te verbeteren en e-mailadressen te beschermen. Zie voor meer informatie <a href="@url" target="_blank">de officiële reCAPTCHA-website</a>.

source: Configuration
nl: Configuratie

source: The settings associated with reCAPTCHA can be found in the <a href="@recaptchatab">reCAPTCHA tab</a>, in the <a href="@captchasettings">CAPTCHA settings</a>. You must set your public and private reCAPTCHA keys in order to use the module. Once the public and private keys are set, visit the <a href="@captchasettings">CAPTCHA settings</a>, where you can choose where reCAPTCHA should be displayed.
nl: De reCAPTCHA instellingen vindt u onder het <a href="@recaptchatab">reCAPTCHA tabblad</a> in de <a href="@captchasettings">CAPTCHA-instellingen</a>. U dient de publieke en private reCAPTCHA-sleutels in te vullen om de module te kunnen gebruiken. Zodra deze zijn ingevuld kunt u in de <a href="@captchasettings">CAPTCHA-instellingen</a> kiezen waar u reCAPTCHA wilt toepassen.

source: Administer the reCAPTCHA web service.
nl: De reCAPTCHA webservice beheren.

source: Public Key
nl: Publieke sleutel

source: The public key given to you when you <a href="@url" target="_blank">registered at reCAPTCHA.net</a>.
nl: De publieke sleutel die u krijgt wanneer u zich bij <a href="@url" target="_blank">reCAPTCHA.net</a> registreert.

source: Private Key
nl: Private sleutel

source: The private key given to you when you <a href="@url" target="_blank">registered at reCAPTCHA.net</a>.
nl: De private sleutel die u krijgt wanneer u zich bij <a href="@url" target="_blank">reCAPTCHA.net</a> registreert.

source: Secure Connection
nl: Beveiligde verbinding

source: Connect to the reCAPTCHA server using a secure connection.
nl: Communiceer met de reCAPTCHA-server via een beveiligde verbinding.

source: Theme Settings
nl: Template-instellingen

source: Theme
nl: Template

source: Defines which theme to use for reCAPTCHA.
nl: Het template instellen dat reCAPTCHA gebruikt.

source: Red
nl: Rood

source: White
nl: Wit

source: Black Glass
nl: Zwart glas

source: Clean
nl: Helder

source: Custom
nl: Speciaal

source: Sets a <a href="@tabindex" target="_blank">tabindex</a> for the reCAPTCHA text box. If other elements in the form use a tabindex, this should be set so that navigation is easier for the user.
nl: De <a href="@tabindex" target="_blank">tabindex</a> van het reCAPTCHA tekstveld. Als andere elementen in het formulier een tabindex gebruiken, dient hier een waarde gebruikt te worden om de navigatie te vereenvoudigen.

source: The Tab Index must be an integer.
nl: De tabindex moet een geheel getal zijn.

source: The reCAPTCHA code you entered was incorrect.
nl: U heeft een verkeerde reCAPTCHA-code ingevoerd.

source: Incorrect please try again
nl: Niet goed, probeer nog eens

source: Enter the words above:
nl: Voer de bovenstaande woorden in:

source: Enter the numbers you hear:
nl: Voer de nummers in die u hoort:

source: Get another CAPTCHA
nl: Gebruik een andere CAPTCHA

source: Get an audio CAPTCHA
nl: Gebruik een audio CAPTCHA

source: Get an image CAPTCHA
nl: Gebruik een afbeelding CAPTCHA

source: Uses the <a href="@url" target="_blank">reCAPTCHA</a> web service to protect email addresses.
nl: Gebruikt de <a href="@url" target="_blank">reCAPTCHA</a> webservice om e-mailadressen te beveiligen.

source: Uses the reCAPTCHA web service to protect email addresses. For more information on what reCAPTCHA Mailhide is, visit <a href="@url" target="_blank">the official website</a>.
nl: Gebruikt de reCAPTCHA webservice om e-mailadressen te beveiligen. Zie voor meer informatie <a href="@url" target="_blank">de officiële reCAPTCHA-website</a>.

source: Head over to the <a href="@inputformats">input format settings</a> and add the <a href="@url" target="_blank">reCAPTCHA Mailhide</a> input filter to hide posted emails.
nl: Ga naar de <a href="@inputformats">invoerformaten</a> en voeg het filter <a href="@url" target="_blank">reCAPTCHA Mailhide</a> toe om ingevoerde e-mailadressen te verbergen.

source: reCAPTCHA Mailhide Keys
nl: reCAPTCHA Mailhide-sleutels

source: Your public Mailhide key obtained from <a href="@url" target="_blank">reCAPTCHA</a>.
nl: De publieke Mailhide-sleutel die u krijgt wanneer u zich bij <a href="@url" target="_blank">reCAPTCHA</a> registreert.

source: Your private Mailhide key obtained from <a href="@url" target="_blank">reCAPTCHA</a>.
nl: De private Mailhide-sleutel die u krijgt wanneer u zich bij <a href="@url" target="_blank">reCAPTCHA</a> registreert.

source: E-Mail addresses are hidden with <a href="@url" target="_blank">reCAPTCHA Mailhide</a>.
nl: E-mailadressen zijn verborgen door <a href="@url" target="_blank">reCAPTCHA Mailhide</a>.

source: Addresses cannot be hidden because the administrator has not set the reCAPTCHA Mailhide keys.
nl: De adressen kunnen niet verborgen worden omdat de beheerder de reCAPTCHA Mailhide-sleutels nog niet heeft ingesteld.

source: Uses the reCAPTCHA web service to improve the CAPTCHA system.
nl: Gebruikt de reCAPTCHA webservice om het CAPTCHA-system te verbeteren.

source: Spam control
nl: Spam-bescherming

source: Uses the reCAPTCHA web service to protect email addresses.
nl: Gebruikt de reCAPTCHA webservice om e-mailadressen te beschermen.
